# --*-- coding:utf8 --*--


"""
---------------------------------------------------------------------------------------------------------------------
        author:         Jack Huang
        date:           2019-06-15
        description:    公务员职位招考人数和报考人数
        website:        offcn.com
---------------------------------------------------------------------------------------------------------------------

    .py 文件

        bootstrap:  入口 entrance
        handler:    安排 schedule

            setting:    通用变量
            util:       通用函数

            handler_1:  爬虫
            handler_2:  过滤
            handler_3:  保存
            ……





"""